tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grc"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "openssl@3.0"
brew "powerlevel10k"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tree"
brew "tealdeer"
brew "tokei"
brew "uv"
brew "watch"
brew "wget"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"
